/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Приложения (%d)";

/* Old singular title format */
"AttachmentsKey" = "Приложение (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Добавяне на приложение";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Заснемане";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Библиотека на снимки";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Приложение %d е изтрито";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Файлове";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Отказ";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Заглавие";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Бележки";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Стойност";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ПРЕДУПРЕЖДЕНИЕ: navigationController за текущия UITableViewController за FUIFormCell е нулев. FUIAttachmentsFormCell и ListPickerFormCell няма да работят правилно.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d часа %d мин.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Продължителност";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "час";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "часове";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "мин";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Избрани";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Всички";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Избрани (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Докоснете два пъти за преглед на %d избрани позиции.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Докоснете два пъти за преглед на избраната позиция.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Наистина ли искате да премахнете вашите избори?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Отмяна на промените";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Продължаване на редактирането";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Прилагане";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Внимание: Търсенето е дезактивирано, тъй като свойството listPickerSearchResultsUpdating в ListPickerFormCell е нулево.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Избор на всички";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Отмяна на избора на всички";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Затваряне";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "още";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "По-малко";

/* The string for switch button */
"SwitchBUttonKey" = "Бутон за превключване";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "включено";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "изключено";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Двойно докосване за превключване на настройката";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Сортиране по";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Не е избран";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Докоснете два пъти за превключване на избора";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Докоснете два пъти за превключване на посоката на подреждане";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Това е %@ плъзгач с максимална стойност %@ и минимална стойност %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Може да плъзгате нагоре/надолу докато елементът се избира за промяна на стойност на плъзгач";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Текуща стойност е %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Текуща стойност е променена на %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Поле само за четене";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Няма повече оставащи символи";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Намаляване на броя на символите";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Алтернативно действие за въвеждане";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Бутон";

/* Clear Text button title */
"ClearTextKey" = "Изчистване на текста";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Данъкът върху покупките е изчистен";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Натиснете два пъти, за да отворите";

"DoubleTapToCollapseKey" = "Натиснете два пъти, за да свиете";

"DoubleTapToSelectFromList" = "Натиснете два пъти, за да изберете от списъка";

"DoubleTapToSelect" = "Натиснете два пъти, за да изберете";

"DoubleTapToUnselect" = "Натиснете два пъти, за да отмените избора";

"FlashKey" = "Светкавица";

"FlashIsTurnedOnKey" = "Светкавицата е включена";

"FlashIsTurnedOffKey" = "Светкавицата е изключена";

"DoubleTapToTurnOnFlashKey" = "Включете светкавицата с двукратно докосване";

"DoubleTapToTurnOffFlashKey" = "Изключете светкавицата с двукратно докосване";

/* FUIStepperView tip */
"StepperTipKey" = "Това е стъпков механизъм, който може да се редактира";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Това е стъков механизъм, който не може да се редактира";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Максималната стойност е %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Минималната стойност е %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Увеличава стойността с 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Намалява стойността с 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Текущата стойност е";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Филтър";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Резултати \\(filteredNum) от \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Показване на позициите \\(filteredNum)";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Изчистване";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Това е плъзгач, който може да се редактира. Минималната стойност е %@, а максималната стойност е %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Това е плъзгач, който не може да се редактира. Минималната стойност е %@, а максималната стойност е %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Това е плъзгач за диапазон, който може да се редактира. Минималната стойност е %@, а максималната стойност е %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Това е плъзгач за диапазон, който не може да се редактира. Минималната стойност е %@, а максималната стойност е %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "Текстово поле за стойност на плъзгача";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "Текстово поле за най-ниска стойност";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "Текстово поле за най-висока стойност";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Може да натиснете два пъти, за да въведете специфична стойност";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "Палец на плъзгача, текущата стойност е";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "Може да плъзгате нагоре или надолу, за да промените стойността";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "Палец на плъзгача в долния диапазон, текущата стойност е";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "Може да плъзгате нагоре или надолу, за да промените най-ниската стойност";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "Палец на плъзгача в горния диапазон, текущата стойност е";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "Може да плъзгате нагоре или надолу, за да промените най-високата стойност";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "Текущата стойност е %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "Текущата най-ниска стойност е %@, най-висока стойност е %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d от %d звезди";

/* FUIRatingControl hint */
"RatingControlHintKey" = "За да промените стойността, докоснете двукатно и провлачете наляво или надясно";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Сканиране на баркод";

"BarcodeScanHintKey" = "Натиснете два пъти, за да сканирате";

